{
  "topics": {
    "success": [
      "Success is not final; failure is not fatal: It is the courage to continue that counts.",
      "Don’t be afraid to give up the good to go for the great.",
      "Success usually comes to those who are too busy to be looking for it."
    ],
    "motivation": [
      "Push yourself, because no one else is going to do it for you.",
      "Great things never come from comfort zones.",
      "Dream it. Wish it. Do it."
    ],
    "life": [
      "Life is what happens when you're busy making other plans.",
      "Difficult roads often lead to beautiful destinations.",
      "Live each day as if your life had just begun."
    ],
    "perseverance": [
      "It always seems impossible until it’s done.",
      "Perseverance is failing 19 times and succeeding the 20th.",
      "Fall seven times, stand up eight."
    ],
    "leadership": [
      "A leader is one who knows the way, goes the way, and shows the way.",
      "The function of leadership is to produce more leaders, not more followers.",
      "Leadership is practiced not so much in words as in attitude and in actions."
    ],
    "creativity": [
      "Creativity is intelligence having fun.",
      "You can't use up creativity. The more you use, the more you have.",
      "The chief enemy of creativity is good sense."
    ],
    "growth": [
      "Without continual growth and progress, words like improvement have no meaning.",
      "Be not afraid of growing slowly; be afraid only of standing still.",
      "Growth begins when we begin to accept our own weakness."
    ],
    "resilience": [
      "Tough times never last, but tough people do.",
      "Resilience is knowing you are the only one who has the power to pick yourself up.",
      "You may have to fight a battle more than once to win it."
    ],
    "happiness": [
      "Happiness is not something ready made. It comes from your own actions.",
      "The purpose of our lives is to be happy.",
      "Happiness depends upon ourselves."
    ],
    "discipline": [
      "Discipline is the bridge between goals and accomplishment.",
      "Success isn't always about greatness. It’s about consistency.",
      "The pain of discipline is nothing like the pain of disappointment."
    ],
    "confidence": [
      "Believe you can and you're halfway there.",
      "With confidence, you have won before you have started.",
      "Confidence comes not from always being right but from not fearing to be wrong."
    ],
    "courage": [
      "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day saying, 'I will try again tomorrow.'",
      "It takes courage to grow up and become who you really are.",
      "Courage is resistance to fear, mastery of fear—not absence of fear."
    ],
    "education": [
      "Education is the most powerful weapon which you can use to change the world.",
      "The roots of education are bitter, but the fruit is sweet.",
      "Learning never exhausts the mind."
    ],
    "determination": [
      "The difference between the impossible and the possible lies in a person’s determination.",
      "A dream doesn't become reality through magic; it takes sweat, determination and hard work.",
      "The price of success is hard work and determination."
    ],
    "ambition": [
      "Ambition is enthusiasm with a purpose.",
      "Keep away from those who try to belittle your ambitions.",
      "Big results require big ambitions."
    ],
    "dreams": [
      "All our dreams can come true, if we have the courage to pursue them.",
      "Dream big and dare to fail.",
      "The future belongs to those who believe in the beauty of their dreams."
    ],
    "focus": [
      "Focus on being productive instead of busy.",
      "You get what you focus on, so focus on what you want.",
      "The successful warrior is the average man, with laser-like focus."
    ],
    "hardwork": [
      "There is no substitute for hard work.",
      "The only place where success comes before work is in the dictionary.",
      "Hard work beats talent when talent doesn’t work hard."
    ],
    "learning": [
      "Live as if you were to die tomorrow. Learn as if you were to live forever.",
      "A wise man can learn more from a foolish question than a fool can learn from a wise answer.",
      "Never stop learning because life never stops teaching."
    ],
    "kindness": [
      "No act of kindness, no matter how small, is ever wasted.",
      "Kindness is the language which the deaf can hear and the blind can see.",
      "Carry out a random act of kindness with no expectation of reward."
    ],
    "honesty": [
      "Honesty is the fastest way to prevent a mistake from turning into a failure.",
      "Being honest may not get you a lot of friends but it’ll always get you the right ones.",
      "Honesty is the first chapter in the book of wisdom."
    ],
    "patience": [
      "Patience is not the ability to wait, but the ability to keep a good attitude while waiting.",
      "One moment of patience may ward off great disaster.",
      "He that can have patience can have what he will."
    ],
    "positivity": [
      "Keep your face always toward the sunshine—and shadows will fall behind you.",
      "Positive anything is better than negative nothing.",
      "Start each day with a positive thought."
    ],
    "self-love": [
      "You yourself, as much as anybody in the entire universe, deserve your love and affection.",
      "Owning our story and loving ourselves through that process is the bravest thing that we’ll ever do.",
      "Talk to yourself like someone you love."
    ],
    "time": [
      "Time is more valuable than money. You can get more money, but you cannot get more time.",
      "The key is in not spending time, but in investing it.",
      "Lost time is never found again."
    ]
  }
}
